/* About View Title */
"About" = "About";

/* All Modes */
"All" = "All";

/* By */
"By" = "By";

/* Buy */
"Buy" = "Buy";

/* Cancel */
"Cancel" = "Cancel";

/* Change Skin */
"Change Skin" = "Change Skin";

/* Composing status */
"Composing" = "Composing data...";

/* Connecting status */
"Connecting" = "Connecting to server...";

/* Connection failed status */
"Connection failed" = "Connection failed!";

/* Countries */
"Countries" = "Countries";

/* Country */
"Country" = "Country";

/* Current Skin */
"Current Skin" = "Current Skin:";

/* Current Skin Title */
"Current Skin Title" = "This is your current skin. No game restart required to apply it.
Proceed?";

/* Date */
"Date" = "Date";

/* Device */
"Device" = "Device";

/* Duplicate results */
"Duplicate results" = "You've already submitted same results from this device.";

/* E-mail */
"E-mail" = "E-mail";

/* E-mail alert message */
"E-mail alert message" = "Your e-mail is blank. Proceed?";

/* E-mail alert title */
"E-mail alert title" = "Blank e-mail.";

/* E-mail placeholder */
"E-mail placeholder" = "<email>";

/* E-mail section footer */
"E-mail section footer" = "Your e-mail will never be published. It may be only used to send promotional codes to best players.";

/* Game mode */
"Game" = "Game";

/* Game Mode I (A) */
"Game I" = "Game I";

/* Game Mode II (B) */
"Game II" = "Game II";

/* Games */
"Games" = "Games";

/* Game mode I (A) */
"I" = "I";

/* Game mode II (B) */
"II" = "II";

/* Improved results */
"Improved results" = "You've improved your results!";

/* Invalid response */
"Invalid response" = "Error: Invalid server response.";

/* In-App Purchases Disabled */
"In-App Purchases Disabled" = "In-App Purchases Disabled";

/* In-App Purchases Disabled Message */
"In-App Purchases Disabled Message" = "In-App Purchases are disabled in your device Settings.";

/* More Features */
"More Features" = "More Features";

/* More Skins */
"More Skins" = "More Skins";

/* Low results */
"Low results" = "You've already submitted higher results from this device.";

/* Need Restart */
"Need Restart" = "Need Restart";

/* Nice try */
"Nice try" = "Nice try! But you're not one of the top players yet.";

/* Nickname */
"Nickname" = "Nickname";

/* Nickname alert message */
"Nickname alert message" = "Non-blank nickname required.";

/* Nickname alert title */
"Nickname alert title" = "Blank nickname.";

/* Nickname placeholder */
"Nickname placeholder" = "<nickname>";

/* No results sent */
"No results sent" = "No results sent.";

/* Product Request Failed */
"Product Request Failed" = "Product Request Failed";

/* Product Request Failed Message */
"Product Request Failed Message" = "Couldn't request product details from AppStore.";

/* Position */
"No." = "No.";

/* OK */
"OK" = "OK";

/* Pauses */
"Pauses" = "Pauses";

/* Proceed */
"Proceed" = "Proceed";

/* Refresh */
"Refresh" = "Refresh";

/* Response error */
"Response error" = "Server response error.";

/* Results */
"Results" = "Results";

/* Results sent */
"Results sent" = "Results sent.";

/* Score */
"Score" = "Score";

/* Send */
"Send" = "Send";

/* Send results */
"Send Results" = "Send Results";

/* Send section header */
"Send section header" = "Send your results:";

/* Skin Change Title */
"Skin Change Title" = "The skin changes will be applied next time you start the game.
Proceed?";

/* Skins */
"Skins" = "Skins";

/* Submit */
"Submit" = "Submit";

/* The Catching Description */
"The Catching Description" = "A collection of Soviet retro games from «Electronica» series, plus one Nintendo «Game & Watch» simulation.

In 1980s Nintendo released a number of games labeled as «Game & Watch». With time «Game & Watch» consoles evolved into modern Nintendo DS. One of these games, EG-26 Egg, was cloned in Soviet Union with different characters, background and slightly modified gameplay.

This is a collection of those games, sharing same gameplay. Change your current catcher skin by tapping button in the top left corner.";

/* The Eggs Pro Description */
"The Eggs Pro Description" = "An exact simulation of a popular Soviet retro game from «Electronica» series.

This updated version has new In-App Purchase option.

Get more game features and more game skins with one tap.";

/* Bulls_and_Bears */
"Bulls_and_Bears" = "Bulls & Bears";

/* The_Cat */
"The_Cat" = "The Cat";

/* The_Catching */
"The_Catching" = "The Catching";

/* The_Eggs */
"The_Eggs" = "The Eggs";

/* The_Eggs_Lite */
"The_Eggs_Lite" = "The Eggs Lite";

/* The Eggs Lite Description */
"The Eggs Lite Description" = "

A simulation of a popular Soviet retro game from «Electronica» series. 

Lite version.";

/* The_Eggs_HD */
"The_Eggs_HD" = "The Eggs HD";

/* The_Hockey */
"The_Hockey" = "The Hockey";

/* The_Hunt */
"The_Hunt" = "The Hunt";

/* The_Space_Explorers */
"The_Space_Explorers" = "The Space Explorers";

/* The_Space_Flight */
"The_Space_Flight" = "The Space Flight";

/* The_Wolf */
"The_Wolf" = "The Wolf";

/* The Wolf Description */
"The Wolf Description" = "A simulation of a popular Nintendo retro «Game & Watch» game called EG-26 Egg.

In 1980s Nintendo released a number of games labeled as «Game & Watch». With time «Game & Watch» consoles evolved into modern Nintendo DS. One of these games, EG-26 Egg, featured a Wolf in the coop catching eggs falling down the ramps.

Now you cat try an iphonized version of the Egg game.
Though the gameplay is slightly modified, it is still fun!";

/* Top catcher */
"Top catcher" = "Well done! You're one of the top catchers now!";

/* Successfully sent status */
"Successfully sent" = "Data has been sent.";

/* Soviet Catcher Description */
"Soviet Catcher Description" = "A simulation of a popular Soviet retro game from «Electronica» series.

In 1980s Nintendo released a number of games labeled as «Game & Watch». With time «Game & Watch» consoles evolved into modern Nintendo DS. One of these games, EG-26 Egg, was cloned in Soviet Union with different characters, background and slightly modified gameplay. The best selling clone was «Electronica IM-02» based on a popular animation series «Well just wait!».

Now you cat try an iphonized version of one of those games.";

/* Transmitting status */
"Transmitting" = "Transmitting...";

/* Transmition failed status */
"Transmittion failed" = "Transmittion failed.";

/* Unknown */
"Unknown" = "Unknown";

/* Version */
"Version" = "Version";

/* Web Site */
"Web Site" = "Web Site";

